Repository: alexfedosov/Memeo
Catalog: Memeo Localizations/*.xcloc/Localized Contents/*.xliff
Languages: it

# NSCameraUsageDescription
source: Meme needs access to camera to let you film a video and create new meme with it
it: Meme necessita l'accesso alla fotocamera per permetterti di filmare un video e creare un nuovo meme con esso

# NSPhotoLibraryAddUsageDescription
source: Memeo will export video and save it to your photo library
it: Memeo esporterà il video e lo salverà nella tua libreria foto

# NSPhotoLibraryUsageDescription
source: Memeo will create a new album for exported videos
it: Memeo creerà un nuovo album per i video esportati

source: Add text
it: Aggiungi testo

source: Add video from your photo library to create a new template
it: Aggiungi un video dalla tua libreria foto per creare un nuovo modello

source: App version: %@
it: Versione dell'app: %@

source: Copy GIF
it: Copia GIF

source: Copy keyframe
it: Copia keyframe

source: Delete
it: Elimina

source: Delete keyframe
it: Elimina keyframe

source: Delete text?
it: Eliminare il testo?

source: Done
it: Fatto

source: Exporting your video
it: Esportando il tuo video

source: Hello
it: Ciao

source: Importing your video
it: Importando il tuo video

source: Make your own templates!
it: Crea i tuoi modelli!

source: More
it: Altro

# Open video from your photo library&#10;to create a new template
source: Open video from your photo library to create a new template
it: Apri video dalla tua libreria foto per creare un nuovo modello

source: Save video
it: Salva video

source: Share your meme
it: Condividi il tuo meme

source: Thank you for using %@ hashtag!
it: Grazie per aver usato l'hashtag %@!

source: This will delete text and text animation data
it: Questo eliminerà il testo e i dati dell'animazione del testo

source: Upload video
it: Carica video

source: memeo is a fun passion project that allows you to easily attach text to objects in any video and create funny memes
it: memeo è un divertente progetto di passione che ti permette di attaccare facilmente testo agli oggetti in qualsiasi video e creare meme divertenti
